tap "homebrew/cask"

brew "stow"
brew "vim"
brew "tmux"
brew "zsh"
brew "antigen"
brew "nvm"
brew "jq"
brew "docker-compose"
brew "awscli"

cask "alacritty"
cask "caffeine"
cask "spectacle"
cask "visual-studio-code"
cask "google-chrome"
cask "docker"
cask "spotify"
cask "slack"
cask "keycastr"
cask "postman"
cask "lycheeslicer"
cask "uvtools"
cask "superslicer"
