tap "homebrew/cask"

brew "stow"
brew "vim"
brew "tmux"
brew "zsh"
brew "antigen"
brew "go"
brew "nvm"
brew "tophat/bar/yvm"
brew "kubectl"
brew "jq"
brew "docker-compose"
brew "awscli"
brew "ffmpeg"
brew "ansible"

cask "alacritty"
cask "caffeine"
cask "spectacle"
cask "visual-studio-code"
cask "google-chrome"
cask "sourcetree"
cask "docker"
cask "spotify"
cask "slack"
cask "microsoft-edge"
cask "firefox" 
cask "dotnet-sdk"
cask "vmware-fusion"
cask "virtualbox"
cask "vagrant"
